{
  "Ni": [
    {
      "scene": "It is 2030 now, and you are in a policy-making seminar where technologies such as quantum computing, artificial intelligence, and biotechnology are rapidly developing. These technologies are having an increasingly significant impact on society and are rapidly changing the once stable social structure. You need to participate in discussions on the impact of these technologies on humanity.",
      "problems": [
        "What kind of collective consciousness prototype may artificial intelligence form in 2030? Will it give rise to the 'new species ethics' that humanity must face together? ",
        "If the integration of quantum computing, AI, and biotechnology ultimately defines a 'new human paradigm', what do you think is the core essence of this paradigm?",
        "Is technological acceleration pushing human society towards an irreversible 'tipping point'? If so, what form will the social structure take after this critical point? ",
        "How do you think human 'identity' will evolve in essence when biotechnology and AI enable people to break through physiological and cognitive limits? Will this lead to the complete disintegration of the traditional concept of 'humanity'?",
        "Summarize the ultimate significance of quantum computing, artificial intelligence, biotechnology, and other technologies for human civilization with a symbolic metaphor."
      ]
    },
    {
      "scene": "You need to help users analyze their dreams now. The user is a middle-aged professional who is currently facing a career transition. The user shared a dream: 'I repeatedly dream of an unfinished bridge that extends into the mist, with figures on the bridge but not clearly visible.'. Now you need to analyze the impact of the content in the dream on the user's reality based on their description.",
      "problems": [
        "What future possibilities or potential paths in career transition do you intuitively associate with the 'unfinished bridge' in this dream?",
        "What does the extension in the fog represent? What possibilities do you think it implies for future career paths?",
        "If this dream is a subconscious signal that attempts to use the imagery of a 'bridge in the mist' to tell the user about the future?",
        "Why does this dream repeatedly appear? What deep information or repetitive patterns do you think it is trying to tell you about current career decisions?",
        "Based on this dream, do you have any intuition or premonition about the future of career transformation?"
      ]
    },
    {
      "scene": "A traditional retail company is on the verge of bankruptcy due to the impact of e-commerce, with sales declining for three consecutive years. The company boasts a century-long history, but employees resist change. Market data is garbled, and there are no clear success stories. The CEO wants to redesign its five-year strategy and completely reshape the company's business model. The focus isn't on solving current problems, but on envisioning a new vision based on future trends.",
      "problems": [
        "Based on the social, technological, and economic trends of the next 5 to 10 years, which key changes do you think will have the most profound impact on the retail industry?",
        "Based on your deep understanding of the future retail industry, what fundamental changes do you think will occur in the core needs and behaviors of consumers in 5 years?",
        "If you set aside all current constraints, what vision would you envision for the company to become a leader in the future market?",
        "How do you identify potential opportunities from macro trends?",
        "Based on your intuition about the industry, which key turning points or events will define the retail market for the next 5 years, and how should companies prepare in advance."
      ]
    }
  ],
  "Ne": [
    {
      "scene": "You need to design a new consumer grade product that integrates biotechnology, virtual reality, and quantum communication. This product needs to break through the framework of existing technology products and create an unprecedented user experience. There are currently no direct reference cases in the market, and all technical components are in the early stages of development, but theoretically feasible.",
      "problems": [
        "List three seemingly unrelated technologies (e.g., biosensors, holographic projection, and brain-computer interfaces). How can these cross-disciplinary integrations create a new consumer product concept? Please describe their core functions and potential market.",
        "What consumer markets will be disrupted by the combination of biotechnology, virtual reality, and quantum communication? Provide three or more examples.",
        "Assuming that the combination of biotechnology and virtual reality enables products to perceive and respond to users' subconscious or dreams, what unprecedented application scenarios may emerge?",
        "What seemingly unrelated fields (such as art, education, or space exploration) may become unexpected breakthrough points for this product when all technical components are in the early stages of development?",
        "What potential application scenarios can you envision that currently do not exist, but combine biotechnology, virtual reality, and quantum communication?"
      ]
    },
    {
      "scene": "You are a product manager at a technology company, responsible for leading brainstorming meetings for a new product concept. The current product line is facing the problem of market homogenization, and the team needs to propose breakthrough innovation directions. The meeting requires a complete jump from existing product frameworks (prohibiting discussions on technical implementation details or market data), focusing on exploring future trends, cross disciplinary inspiration, and abstract associations of potential user needs.",
      "problems": [
        "How will technology completely change people's daily lives? What new product concepts can you associate with these changes?",
        "How do you draw inspiration from seemingly unrelated fields such as nature, art, or social trends to generate novel product concepts?",
        "How do you build a new product based on creativity, free from the interference of all similar products?",
        "How would you extend three or more different variants or related product solutions through association when the team proposes a preliminary idea?",
        "What elements can you extract from science fiction or futuristic visions to inspire our innovative thinking?"
      ]
    },
    {
      "scene": "You participated in an innovation competition and need to come up with a novel entrepreneurial idea in a short period of time. The review does not require a detailed business plan or financial logic, but rather values your creative potential, cross disciplinary associations, and future possibilities. You must demonstrate how to generate new ideas from daily life and trends in different fields, and quickly come up with an attractive concept.",
      "problems": [
        "How would you capture unmet needs in life in a short amount of time and transform them into entrepreneurial inspiration?",
        "When the initial idea seems too ordinary, how do you make it more unique or cross disciplinary through association?",
        "How would you combine two seemingly unrelated fields to form a new entrepreneurial model?",
        "If you had to merge artificial intelligence and fashion, two completely different fields, how would you conceive a startup concept?",
        "How would you construct an imaginative vision for your ideas, allowing the judges to feel the potential for the future?"
      ]
    }
  ],
  "Se": [
    {
      "scene": "You're participating in a rescue operation at a high-rise building fire. The scene was filled with smoke and visibility was extremely low. The sounds of alarms, people shouting and breaking building structures were intertwined. You've been ordered to lead the trapped residents to safety through a narrow, obstructed corridor within three minutes. The hallway was littered with fallen debris, electrical wires, and protruding furniture, with open flames in some areas.",
      "problems": [
        "Upon entering a hallway, which potential hazard do you first notice (e.g., a fallen chandelier, exposed electrical wiring)? Describe how you would use physical movements to avoid it.",
        "While moving, you simultaneously hear the sound of something heavy falling overhead, smell acrid smoke, and feel the ground vibrate beneath your feet. How would you quickly prioritize which sensory cues require the most immediate response?",
        "The middle of the corridor is suddenly blocked by flames. You have 5 seconds to decide whether to backtrack or attempt to jump over the flames (assuming the flames are approximately 1 meter high). What physical sensation would you base your decision on?",
        "An elderly person is paralyzed and unable to move. You have 10 seconds to pick them up or drag them to safety. Which approach would you choose? Describe your physical coordination process.",
        "How can you quickly decide which obstacle to prioritize clearing or which path to choose based on on-site sensory information under a 3-minute time pressure?"
      ]
    },
    {
      "scene": "You're in the final 10 seconds of a finals game. Trailing by one point, you're attacking with the ball. The opposing team's defense is tight, and two players are approaching you. One of them is obviously taller than you, and the other is extremely fast. Spectators waving flags at the edge of the court obscure your view, and the scoreboard's countdown is clearly audible.",
      "problems": [
        "Which defensive player's flaw do you first notice (e.g., a tall player's slow footsteps, a faster player's hand placement)? Describe how you confirm this through eye contact or head movement.",
        "You decide to drive, do you change direction to the left or right? Describe how your leg muscles sense the ground reaction force to complete the move.",
        "As you drive with the ball, you suddenly notice an open teammate in front of you, but you have a split second to decide whether to pass or continue shooting. What body cues (e.g., a teammate's gestures in your peripheral vision, your own sense of balance) inform your decision?",
        "At the moment of shooting, you simultaneously hear the defender's shout, feel the contact patch between your fingers and the basketball, and see the rim of the basket. Which sensory input, ranked by priority, has the greatest impact on your shooting accuracy?",
        "How do you assess the position and threat of players who are significantly taller than you and players who are extremely fast in real time through visual and physical sensations, and adjust your dribbling or breakthrough strategy?"
      ]
    },
    {
      "scene": "You are searching for survivors in the rubble. Aftershocks continue, rubble continues to fall, and the air is filled with dust and the smell of gasoline. Suddenly, a message comes over your walkie-talkie: \"A larger aftershock will occur in 30 seconds. Evacuate immediately!\" Just then, you notice a faint hand waving from a crevice in the rubble.",
      "problems": [
        "What characteristic of the survivor do you first notice (e.g., hand movements, the direction of the cry for help)? Describe how you approach your target using your body position (e.g., bending over, leaning sideways)?",
        "As you approach, you simultaneously hear the rumble of the aftershock, feel the ground shaking, and smell the odor of leaking gasoline. How do you quickly prioritize which sensory cues require the most immediate response?",
        "A survivor's leg is pinned by a rock slab. You have 10 seconds to decide whether to attempt to move the slab or stabilize their body. What physical sensations (e.g., the weight of the slab, the survivor's distressed expression) will inform your decision?",
        "As the aftershock approaches, you have 5 seconds to protect the survivor and seek cover. Describe your coordinated body movements (e.g., using your body to block debris and adjusting your hold)?",
        "How do you use your senses to instantly assess the structure and risk of the ruins within a 30 second countdown? For example, how can you quickly determine whether you can approach survivors before aftershocks through visual and tactile senses?"
      ]
    }
  ],
  "Si": [
    {
      "scene": "Your grandmother is a famous master of traditional cuisine, and the handwritten recipes she left behind only have simple steps, but the key details are taught to you orally. Now you need to organize all the recipes, without relying on modern nutritional analysis or referencing other recipe books, relying solely on personal memory and family experience.",
      "problems": [
        "What methods would you use to accurately replicate the specific details of your grandmother's cooking when replicating these recipes?.",
        "Can you describe in detail a key step or secret that your grandmother often emphasized during oral transmission? For example, does she repeatedly remind you to pay attention to specific details when cooking, ingredient handling, or seasoning? ",
        "How do you ensure that every step of organizing a recipe is faithful to your grandmother's traditional methods, rather than inadvertently incorporating modern cooking habits?",
        "Based on your memory, what are the unique flavors, aromas, or textures of grandmother's dishes? How do you replicate these features through memory?",
        "How do you ensure that every step strictly follows the family's inherited methods in order to maintain the tradition of the recipe, rather than inadvertently incorporating modern cooking habits?"
      ]
    },
    {
      "scene": "You are responsible for teaching new apprentices how to make handicrafts inherited from the family. This handicraft is renowned for its exquisite craftsmanship and unique design, but the production process is complex and requires strict adherence to traditional steps and material ratios. You need to guide the new apprentice to master the techniques of making handicrafts well.",
      "problems": [
        "Please list the five main materials needed to make this handicraft in detail, explaining the rationale for selecting each material and its role in the traditional craft.",
        "Describe the first key step in making this handicraft, including the required tools and precautions. Ensure that your description is detailed enough for new apprentices to accurately execute.",
        "How can you use your personal experience of learning to make handicrafts in the past to guide new apprentices in avoiding common mistakes?",
        "Please list three common mistakes in the craft, explain the potential consequences of each mistake, and how to avoid them. These mistakes should be based on your past experience.",
        "When an apprentice questions the \"cumbersome steps,\" how would you use failure cases from your experience to illustrate the importance of process standards?"
      ]
    },
    {
      "scene": "You are responsible for proofreading a classic document of great historical value. Due to its age, the document contains numerous ambiguities, errors, omissions, and discrepancies between versions. Your task is to accurately proofread the document's content based on multiple versions and historical context, and to add necessary annotations to explain the difficulties and historical background.",
      "problems": [
        "During proofreading, you discover a description of a historical event that differs from other versions. Based on the historical context and the document, determine which version is more reliable and explain your reasons.",
        "When adding notes to explain historical background, how do you call relevant information from personal memory or learned historical knowledge to ensure the accuracy and traditional consistency of notes?",
        "How do you rely on your past experience and memory of proofreading similar literature to identify common patterns of errors, omissions, or version differences during the process of proofreading in school?",
        "How would you handle a discrepancy between the description of a geographical name in the literature and modern place names based on past experience?",
        "How do you use experience to compare multiple versions and pay attention to details when dealing with blurry text to avoid overlooking subtle differences?"
      ]
    }
  ],
  "Ti": [
    {
      "scene": "You are responsible for maintaining an automated production line at a large factory. One day, a critical transmission component on the line suddenly stopped working, bringing the entire line to a standstill. When you arrived on site, you discovered a complex fault: the transmission component was making unusual noises, the control panel displayed multiple error codes, the surrounding environment was noisy, and other equipment was still running, generating a lot of interference. You need to quickly locate and repair the fault to resume production.",
      "problems": [
        "Faced with a complex fault symptom, how would you first decompose the problem to identify the possible causes? Please describe your decomposition steps in detail.",
        "Can you construct a logical causal chain based on the observed abnormal noise and multiple error codes on the control panel to infer the root cause of the fault? Please describe your reasoning process.",
        "What are the design principles and working mechanisms of transmission components? What specific mechanical or electrical failure modes may abnormal noise correspond to? How do you develop a diagnostic plan based on these principles?",
        "Is there logical consistency or conflict between multiple error codes displayed on the control panel? How do you use the correlation between these codes to narrow down the scope of the fault?",
        "Based on the above analysis, how would you construct a logically clear troubleshooting process to ensure that each step is based on reasonable assumptions and evidence?"
      ]
    },
    {
      "scene": "You are required to crack a complex encrypted message that involves national security. You only have an encrypted text and limited decryption tools in front of you, without any additional background information or social support. The encryption algorithm is unknown, but it exhibits a high degree of complexity and logic. Time is tight, you need to find a decryption method within the limited time.",
      "problems": [
        "How would you logically infer possible types of encryption algorithms based on the complexity and logic of encrypted text?",
        "How would you systematically decompose the structure of encrypted text to identify logical patterns and underlying rules?",
        "What logical reasoning steps would you prioritize to efficiently test and validate decryption methods when time is tight?",
        "When discussing decryption strategies, team members used the vague term 'complexity'. How would you accurately define the meaning of 'complexity' in this encryption context?",
        "Based on the above analysis, how would you construct a logically rigorous decryption process, ensuring that each step is based on sound assumptions and mathematical principles?"
      ]
    },
    {
      "scene": "You are handling an unprecedented legal case. It involves complex legal provisions and precedents, with no straightforward judicial interpretation or public consensus to draw upon. You are required to independently analyze the legal text and construct a sound legal argument in support of your client.",
      "problems": [
        "Faced with complex legal provisions, how would you first break down the issue to identify the key legal elements and logical relationships?",
        "When you discover inconsistencies or ambiguities between legal provisions, how would you construct a coherent legal model to explain these inconsistencies?",
        "How do you test the robustness of your legal arguments, such as by simulating opposing arguments or using counterexamples to validate their logical validity?",
        "During the case discussion, a team member used the vague term \"fairness.\" How would you precisely define the meaning of \"fairness\" in this legal context?",
        "Based on the above analysis, how would you construct a logically coherent legal argument, ensuring that each step is based on sound legal interpretation and logical reasoning?"
      ]
    }
  ],
  "Te": [
    {
      "scene": "You are responsible for the development of a key software product. The project is already in its final stages, but you suddenly receive a notification from senior management that due to changing market demand, product functionality must be significantly adjusted within two weeks to avoid missing the market opportunity. The team is currently short on resources, consisting of 20 developers, testers, and designers, and some members are already busy with other urgent tasks. Within a limited timeframe, you must replan the project plan to ensure optimal resource allocation and on-time delivery of the adjusted product.",
      "problems": [
        "Faced with limited team resources, how would you first quantitatively assess the skills and time allocation of existing team members to ensure that the most critical functional adjustments are prioritized?",
        "While reallocating resources, how would you design a standardized development process to ensure clear tasks, deadlines, and delivery standards for all members?",
        "Given the tight timeline, how would you develop a detailed timetable or milestone plan to ensure clear deliverables and checkpoints for each stage?",
        "To maximize efficiency, what specific measures will you implement to monitor project progress and adjust resource allocation promptly?",
        "After the project adjustments are completed, how will you quantitatively evaluate the project's success, including key metrics?"
      ]
    },
    {
      "scene": "You are responsible for the daily operation of a critical production line. Suddenly, a core equipment on the production line malfunctioned, causing the entire production line to come to a standstill. At the same time, we received a notification that due to a surge in market demand, the customer has requested a 50% increase in product delivery volume within two days. In addition, the supplier informed that the raw material supply will be delayed by one day. You need to redesign the operation plan of the production line within a limited time to ensure timely delivery of products to customers.",
      "problems": [
        "How will you organize personnel to solve equipment failure problems in the shortest possible time in order to quickly restore production?",
        "How will you reallocate existing resources (such as manpower, machine time, or inventory) and optimize production processes to maximize output efficiency in the face of a 50% increase in delivery volume?",
        "Due to a one-day delay in raw material supply, how will you adjust the production plan and schedule to ensure that the raw materials can be immediately put into production and meet the delivery deadline upon arrival?",
        "To improve production efficiency, you decide to standardize and optimize certain aspects of the production line. Please select a key aspect and describe the operational process before and after the optimization and the expected efficiency improvement.",
        "After implementing these adjustments, how do you quantify the overall efficiency improvement of the production line? Please provide at least two evaluation metrics."
      ]
    },
    {
      "scene": "On a busy weekend night, the emergency room experiences a sudden influx of patients, including traffic accident victims, heart attack victims, and those with acute illnesses. At the same time, some staff members are absent due to fatigue or emergencies, leading to a shortage of resources. You need to reallocate staff within a limited timeframe to ensure every patient receives timely and effective treatment.",
      "problems": [
        "Faced with a shortage of staff, how can you quickly quantify each staff member's expertise and current workload to optimally allocate tasks?",
        "Do you plan to immediately establish standardized triage and disposal procedures and enforce their implementation by all staff? How to ensure that this process is seamlessly implemented in a chaotic environment?",
        "What response plan would you adopt to quickly quantify the urgency of medical needs in the face of multiple types of patients, in order to ensure the rationality of resource allocation?",
        "To maximize ER efficiency, what measures will you implement to monitor patient flow, staff workload, and treatment progress?",
        "After the ER surge, how will you quantitatively evaluate the effectiveness of this resource management, including key metrics?"
      ]
    }
  ],
  "Fi": [
    {
      "scene": "You have been invited to serve on the jury for an international art exhibition. The exhibition features a highly controversial artwork: it explores the fragility of human emotion in an extreme and unusual way, employing unconventional materials and techniques, sparking heated discussion among the audience. Some consider it a revolutionary artistic expression worthy of praise, while others deem it vulgar, meaningless, and even disrespectful to art. As a judge, you are required to independently judge the value of this work, without considering external utilitarian considerations (such as market value or the artist's fame).",
      "problems": [
        "What is your initial reaction to this controversial work? What intrinsic values would you base your evaluation on?",
        "If you were asked to explain publicly in one sentence why you support or oppose this work, regardless of any external influences, how would you authentically express your opinion?",
        "Based on your personal aesthetic and emotional experience, what deep emotions or reflections does this work evoke in you? Please describe in detail.",
        "Do you believe your criteria for judging art reflect your core values? If so, what are these core values?",
        "Does the extreme emotional response triggered by this work (whether it is shock, disgust, or empathy) make you feel that the creator's exploration of \"human emotional fragility\" is sincere and unadorned?"
      ]
    },
    {
      "scene": "You are working on an international humanitarian aid project in a conflict-ridden region. One day, you face an extremely difficult ethical decision: you discover a hidden refugee group, some of whom are suspected of involvement in recent violence. At the same time, you know that reporting these refugees could lead to unfair treatment or even life-threatening consequences; failing to report could jeopardize the safety and reputation of the entire aid project. In this situation, you must make a choice based on your personal values, regardless of any external utilitarian consequences.",
      "problems": [
        "What is your initial reaction to this ethical dilemma? What internal moral principles will guide your decision?",
        "How do you determine which is the more fundamental personal value when the external consequences of protecting refugee lives and maintaining project safety conflict? Is this judgment based on an intuitive understanding of the humanitarian core or a compromise with external rules?",
        "What strong emotions or internal conflicts did you experience during this decision-making process? Please describe them in detail.",
        "Do you believe your decision is consistent with your personal identity and core values? If so, what are these core values?",
        "In your personal values, does \"helping vulnerable groups\" include individuals who may harm others? For example, do you believe that \"even if they have made mistakes in the past, they still need help in their current difficulties\" or \"aid should not be an excuse to condone violence\"?"
      ]
    },
    {
      "scene": "You are preparing your debut solo album. During the creative process, you realize that your musical style diverges significantly from current market trends. Your music prioritizes emotional expression and personal experience over commercial success or popularity. However, your agent suggests adjusting your style to better align with market demands and increase the album's commercial potential. Faced with this advice, you face a choice between maintaining your own creative style and pursuing commercial success.",
      "problems": [
        "If you ultimately choose to stick with your original style, even if the album receives a lukewarm market response, does this choice equate to preserving your soul as a creator?",
        "If you were asked to explain your decision to your agent in a single paragraph, regardless of any commercial consequences, how would you authentically express your creative philosophy and choices?",
        "What elements or themes in your music hold special meaning for you? How do they reflect your personal values and experiences?",
        "Do you believe that maintaining your own style is consistent with your personal identity and artistic pursuits? If so, what are those pursuits and values?",
        "If the timeline is extended to 10 years, would you prefer to look back and feel that 'I was loyal to my emotions, even if they were not widely understood', or 'I adapted to the market but sacrificed some of myself'? Behind this choice, do you care more about the purity of emotional expression or the sense of security brought by recognition?"
      ]
    }
  ],
  "Fe": [
    {
      "scene": "You are responsible for a cross-departmental project. Recently, due to tight project schedules and resource allocation issues, serious emotional conflict has arisen within the team. The development team believes that the marketing department's requirements are changing too frequently, hindering development progress; conversely, the marketing department complains that the development team is inefficient and unable to deliver on time. As the project manager, you need to organize an emergency meeting to mediate this conflict. This meeting must move beyond logical analysis (e.g., not delving into technical details or marketing strategies) and focus on emotional management and balancing team values.",
      "problems": [
        "How do you effectively identify and publicly acknowledge the current emotions (such as frustration, anxiety) of the development team and marketing department at the beginning of the meeting to ensure that both parties feel understood and respected?",
        "What specific strategies will you adopt to promote empathetic communication between the development team and the marketing department, so that both parties can feel work pressure and challenges from each other's perspective?",
        "How will you use emotion regulation techniques (such as pausing, reflecting) to maintain the effectiveness of the discussion and guide the team back to a common goal when emotions escalate during a meeting?",
        "How to ensure a balanced recognition of the respective value contributions of the development team and the marketing department in meetings, avoiding any party feeling undervalued or overlooked?",
        "How will you guide the team from emotional conflict to emotional resonance, and jointly develop an action plan based on mutual respect and collaboration?"
      ]
    },
    {
      "scene": "You are organizing a family reunion, but there are significant disagreements among family members regarding the venue, activities, and catering. Younger members prefer a modern entertainment venue, while older members prefer a traditional family dinner. As the organizer, you need to resolve this disagreement through emotional management and balancing group values, without relying on logical persuasion (e.g., comparing price or convenience).",
      "problems": [
        "How would you first identify and calm the strongest emotions among family members when faced with disagreements?",
        "How would you use family traditions or shared values to guide everyone to reach a consensus during the mediation process?",
        "What communication methods would you use to calm potential negative emotions (such as disappointment or sadness) and create a family atmosphere of mutual understanding and support?",
        "What methods do you use to alleviate tension and promote positive dialogue when facing disagreements?",
        "How will you establish closer emotional connections with family members after the party to promote future family harmony?"
      ]
    },
    {
      "scene": "You are responsible for resolving a dispute within your community regarding the use of public space. Some residents want to convert a vacant lot into a children's playground, while others want to use it as a senior citizen activity center. As a mediator, you need to decouple the discussion from logical arguments (e.g., avoiding discussions about cost-effectiveness or frequency of use) and focus on emotional management, conformity to social norms, and balancing group values.",
      "problems": [
        "At the beginning of the meeting, how did you quickly identify and calm the most intense emotions on both sides? Please describe your specific strategies and language.",
        "During the mediation process, how did you reference community consensus or shared values to promote understanding and compromise? Please provide an example.",
        "How do you balance the emotional needs of children and the elderly, such as a sense of security, belonging, or entertainment, to ensure that both groups feel valued and included, rather than ignored or marginalized?",
        "How do you demonstrate empathy towards the emotional needs of both parties through language and behavior (such as actively listening or expressing understanding) to promote mutual understanding and willingness to cooperate among residents?",
        "After the meeting, how did you build stronger emotional bonds with the community members to ensure more harmonious community cooperation in the future? Please provide a specific action plan."
      ]
    }
  ]
}
