{
  "Ni": [
    {
      "scene": "现在是2030年，你处于一个政策制定研讨会中，量子计算、人工智能、生物科技等技术正快速发展。这些技术对社会的影响越来越大，已经在快速改变曾经稳定的社会结构。你需要参与研讨这些技术对人类的影响。",
      "problems": [
        "人工智能在2030年可能形成何种集体意识雏形？它是否会催生人类必须共同面对的‘新物种伦理’？",
        "如果量子计算、AI和生物科技的融合最终会定义一个‘新人类范式’，你认为这个范式的核心本质是什么？",
        "技术加速是否正在将人类社会推向一个不可逆的‘临界点’？如果有，这个临界点之后的社会结构会呈现出怎样的形态？ ",
        "当生物科技和AI使人能够突破生理与认知极限时，你认为人类的‘身份认同’会如何演化其本质？这是否会导致传统‘人性’概念的彻底解体？",
        "用一句象征性比喻概括量子计算、人工智能、生物科技等技术对人类文明的终极意义。"
      ]
    },
    {
      "scene": "你现在要帮助用户分析梦境。用户是中年职业人士，近期面临职业转型。用户分享了一个梦境：“我反复梦见一座未完成的大桥，延伸到雾中，桥上有人影但看不清”。现在你需要根据用户的描述分析梦境中内容对其现实的影响。",
      "problems": [
        "这个梦境中的“未完成的大桥”让你直觉上联想到职业转型中的哪些未来可能性或潜在路径？",
        "雾中的延伸部分代表什么？你认为它暗示了未来职业道路的哪些可能性？",
        "如果此梦境是潜意识发出的信号，它试图用“雾中桥”的意象告诉用户关于未来的什么？",
        "为什么这个梦境反复出现？你认为它在试图告诉你什么关于当前职业决策的深层信息或重复模式？",
        "基于这个梦境，你对职业转型的未来有什么直觉或预感？"
      ]
    },
    {
      "scene": "一家传统零售公司因电商冲击濒临破产，销售额连续3年下降。公司有百年历史，员工抵制变革。市场数据混乱，无明确成功案例。公司CEO希望重新规划一个5年战略，彻底重塑公司的业务模式，基于未来趋势构想一个全新的愿景。",
      "problems": [
        "基于未来5到10年的社会、技术和经济趋势，你认为哪些关键变化将最深刻地影响零售业？",
        "基于你对未来零售业的深层模式理解，你认为5年后消费者的核心需求和行为会发生什么根本性变化？",
        "如果抛开所有当前约束，你会构想怎样的一个愿景来让公司在未来市场中成为领导者？",
        "从宏观趋势中，你如何洞察到那些具有潜力的机会？",
        "基于你对行业的直觉，哪些关键转折点或事件将定义未来5年的零售市场，公司应如何提前准备。"
      ]
    }
  ],
  "Ne": [
    {
      "scene": "你需要设计一款融合生物科技、虚拟现实与量子通信的全新消费级产品，该产品需突破现有科技产品的框架，创造前所未有的用户体验。当前市场上没有直接参考案例，所有技术组件均处于早期研发阶段，但理论上具备可行性。",
      "problems": [
        "列出三种看似不相关（如生物传感器、全息投影、脑机接口）的技术，如何通过跨界融合创造一个全新的消费级产品概念？请描述其核心功能与潜在市场。",
        "生物科技、虚拟现实与量子通信的结合会颠覆哪些消费市场？给出三个以上的案例。",
        "假设生物科技和虚拟现实结合后，产品能感知并响应用户的潜意识或梦境，那么哪些前所未有的应用场景可能会出现？",
        "在技术组件均处于早期研发阶段的情况下，哪些看似不相关的领域（如艺术、教育或太空探索）可能成为这款产品的意外突破点？",
        "结合生物科技、虚拟现实和量子通信，你能构想出哪些目前不存在但潜在的应用场景？"
      ]
    },
    {
      "scene": "你是一家科技公司的产品经理，负责领导一个新产品概念的头脑风暴会议。当前产品线面临市场同质化问题，团队需要提出突破性的创新方向。会议要求完全跳出现有产品框架（禁止讨论技术实现细节或市场数据），专注于探索未来趋势、跨领域灵感以及潜在用户需求的抽象联想。",
      "problems": [
        "科技将如何彻底改变人们的日常生活？从这些变化中，你能联想到哪些全新的产品概念？",
        "你如何从看似无关的领域（如自然、艺术或社会趋势）中汲取灵感，以生成新颖的产品概念？",
        "摆脱所有同类产品的干扰，你如何根据创造力全新构建一个产品出来？",
        "当团队提出一个初步想法时，你会如何通过联想扩展出三个以上不同的变体或相关产品方案？",
        "从科幻小说或未来主义愿景中，你能提取哪些元素来激发我们的创新思维？"
      ]
    },
    {
      "scene": "你参加了一场创新大赛，需要在短时间内提出一个新颖的创业点子。评审不要求你详细的商业计划或财务逻辑，而是看重你的创意潜力、跨领域联想和未来可能性。你必须展示如何从日常生活、不同领域趋势中生成新想法，并快速构思出一个有吸引力的概念。",
      "problems": [
        "你会如何在短时间内捕捉生活中未被满足的需求，并将其转化为创业灵感？",
        "当最初的点子显得过于普通时，你会如何通过联想让它变得更独特或跨界？",
        "你会如何将两个看似无关的领域结合起来，形成一个新的创业模式？",
        "如果你必须将人工智能和时尚这两个截然不同的领域融合在一起，你会如何构思一个创业概念？",
        "你会如何为你的创意构建一个充满想象力的愿景，让评委感受到未来潜力？"
      ]
    }
  ],
  "Se": [
    {
      "scene": "你正在参与一场高层建筑火灾的救援行动。烟雾弥漫，能见度极低，警报声、人们的呼喊声和建筑结构断裂的声音交织在一起。你接到指令，需在3分钟内带领被困群众通过一条充满障碍物的狭窄走廊撤离至安全区域。走廊内布满掉落的碎片、电线和突起的家具，且部分区域有明火。",
      "problems": [
        "进入走廊后，你首先注意到哪个潜在危险（如掉落的吊灯、裸露的电线）？描述你如何通过身体动作避开它？",
        "在移动过程中，你同时听到上方有重物坠落的声音、闻到刺鼻的烟雾味、感受到脚下地面的震动。按优先级排序，你如何快速判断哪个感官信号最需要立即响应？",
        "走廊中部突然被火焰封锁，你需在5秒内决定是原路返回还是尝试跳过火焰（假设火焰高度约1米）。你的决策依据是什么身体感知？",
        "一位老人因恐慌无法移动，你需在10秒内将其抱起或拖行至安全区域。选择哪种方式？描述你的肢体协调过程。",
        "在3分钟的时间压力下，你如何基于现场感官信息快速决定优先清除哪个障碍物或选择哪条路径？"
      ]
    },
    {
      "scene": "你正在参加一场篮球决赛的最后10秒。比分落后1分，你持球进攻。对方防守严密，两名球员正向你逼近，其中一人身高明显超过你，另一人速度极快。场地边缘有观众挥舞旗帜干扰视线，记分牌的倒计时声清晰可闻。",
      "problems": [
        "你首先注意到哪个防守球员的动作漏洞（如高个球员的脚步迟缓、快速球员的双手位置）？描述你如何通过眼神或头部转动确认这一点？",
        "你决定突破，选择向左侧还是右侧变向？描述你的腿部肌肉如何感知地面反作用力以完成动作？",
        "突破时，你突然发现前方有队友空位，但需在1秒内决定是传球还是继续自己投篮。你的决策依据是什么身体信号（如余光看到的队友手势、自身平衡感）？",
        "投篮瞬间，你同时听到防守球员的呼喊声、感受到手指与篮球的接触面积、看到篮筐的边缘。按优先级排序，哪个感官输入对你的投篮准确性影响最大？",
        "面对身高明显超过你的球员和速度极快的球员，你如何通过视觉和身体感觉来即时评估他们的位置和威胁，并调整你的运球或突破策略？"
      ]
    },
    {
      "scene": "你正在一片废墟中搜索幸存者。余震不断，碎石持续滚落，空气中弥漫着灰尘和汽油味。你的对讲机突然传来消息：“30秒后将有更大余震，需立即撤离！”但此时你发现废墟缝隙中有一只微弱的手在挥动。",
      "problems": [
        "你首先注意到幸存者的哪个特征（如手部动作、呼救声方向）？描述你如何通过身体姿势（如弯腰、侧身）接近目标？",
        "接近过程中，你同时听到余震的轰鸣声、感受到地面的震动、闻到汽油泄漏的气味。按优先级排序，你如何快速判断哪个感官信号最需要立即响应？",
        "幸存者被一块石板压住腿部，你需在10秒内决定是尝试搬动石板还是先固定其身体。你的决策依据是什么身体感知（如石板重量、幸存者的痛苦表情）？",
        "余震来临，你需在5秒内护住幸存者并寻找掩体。描述你的肢体动作如何协调（如用身体遮挡碎石、调整抱姿）？",
        "在30秒的倒计时内，你如何利用你的感官即时评估废墟的结构和风险？例如，你如何通过视觉和触觉快速判断能否在余震前接近幸存者？"
      ]
    }
  ],
  "Si": [
    {
      "scene": "你的祖母是著名的传统菜大师，她留下的手写食谱仅有简略步骤，但关键细节通过口头传授给你。现在你需要将所有食谱整理出来，要求不依赖现代营养学分析、不参考其他菜谱书籍，仅依靠个人记忆和家族经验。",
      "problems": [
        "在复刻这些菜谱时候，你会通过哪些方式精准复刻祖母烹饪时的具体细节？。",
        "你能详细描述祖母在口头传授时经常强调的某个关键步骤或秘诀吗？例如，她是否反复提醒你注意火候、食材处理或调味时的特定细节？",
        "在整理食谱时，你如何确保每个步骤都忠实于祖母的传统做法，而不是无意中融入现代烹饪习惯？",
        "基于你的记忆，祖母的菜有什么独特的味道、香气或质地？你是如何通过记忆来复制这些特征的？",
        "为了保持食谱的传统性，你如何确保每个步骤都严格遵循家族传承的方法，而不是无意中融入现代烹饪习惯？"
      ]
    },
    {
      "scene": "你负责传授新学徒制作家族传承的手工艺品。该手工艺品以其精湛的工艺和独特的设计闻名，但制作过程复杂，需严格遵循传统步骤和材料配比。你需要指导新学徒很好的掌握制作工艺品的技术。",
      "problems": [
        "请详细列出制作该手工艺品所需的五种主要材料，并说明每种材料的选择依据及其在传统工艺中的作用。",
        "描述制作该手工艺品的第一个关键步骤，包括所需工具及注意事项。确保你的描述足够详细，以便新学徒能准确执行。",
        "你如何利用自己过去学习制作手工艺品的亲身经验，来指导新学徒避免常见的错误？",
        "请列举三个在制作过程中容易犯的错误，并说明每个错误可能导致的后果及如何避免。这些错误应基于你过去的实际经验。",
        "当学徒质疑\"繁琐步骤\"，你会如何利用经验中的失败案例说明流程规范的重要性？"
      ]
    },
    {
      "scene": "你负责校对一本具有重要历史价值的经典文献。该文献因年代久远，存在多处文字模糊、错漏或版本差异。你的任务是依据多个版本和历史背景，精确校对文献内容，并添加必要的注释以解释文献中的难点和历史背景。",
      "problems": [
        "在添加注释解释历史背景时，你如何从个人记忆或学习过的历史知识中调用相关信息，以确保注释的准确性和传统一致性？",
        "你如何确保注释中的历史背景信息基于可靠的传统来源和已知事实，而不是推测或创新？",
        "在校对过程中，你如何依赖过去校对类似文献的经验和记忆，来识别常见的错漏模式或版本差异？",
        "文献中有一处关于地理名称的描述与现代地名不符，你会如何根据过往经验来处理这件事？",
        "在处理文字模糊处时，你如何利用经验比较多个版本，并注重细节以避免忽略细微的差异？"
      ]
    }
  ],
  "Ti": [
    {
      "scene": "你负责维护一座大型工厂的自动化生产线。某日，生产线上的一个关键传动部件突然停止工作，导致整个生产线停滞。你到达现场时，发现故障现象复杂：传动部件发出异常噪音，控制面板显示多个错误代码，且周围环境嘈杂，其他设备仍在运行，产生大量干扰信息。你需要迅速定位并修复故障，以恢复生产。",
      "problems": [
        "面对复杂的故障现象，你首先会如何分解这个问题，以识别出可能的原因？请详细描述你的分解步骤。",
        "你能根据观察到的异常噪音和控制面板上的多个错误代码，构建一个逻辑因果链来推断故障的根本原因吗？请描述你的推理过程。",
        "传动部件的设计原理和工作机制是什么？异常噪音可能对应于哪些特定的机械或电气故障模式？你如何基于这些原理制定诊断方案？",
        "控制面板显示的多个错误代码之间是否存在逻辑一致性或冲突？你如何利用这些代码之间的关联性来缩小故障范围？",
        "基于以上分析，你会如何构建一个逻辑清晰的故障排查流程，以确保每一步都基于合理的假设和证据？"
      ]
    },
    {
      "scene": "你被要求破解一个复杂的加密信息，该信息涉及国家安全。你面前只有一段加密文本和有限的解密工具，没有额外的背景信息或社交支持。加密算法未知，但显示出高度的复杂性和逻辑性。时间紧迫，你需在限定时间内找到解密方法。",
      "problems": [
        "基于加密文本的复杂性和逻辑性，你会如何逻辑地推断可能的加密算法类型？",
        "你会如何系统地分解加密文本的结构，以识别其中的逻辑模式和潜在规则？",
        "在时间紧迫的情况下，你会优先采用哪些逻辑推理步骤来高效地测试和验证解密方法？",
        "在讨论解密策略时，团队成员使用了“复杂性”这一模糊术语。你会如何精确界定“复杂性”在这个加密上下文中的含义？",
        "基于以上分析，你会如何构建一个逻辑严密的解密流程，确保每一步都基于合理的假设和数学原理？"
      ]
    },
    {
      "scene": "你负责处理一个前所未有的法律案件。案件涉及复杂的法律条文和先例，且没有直接的司法解释或社会共识可供参考。你需要独立分析法律条文，构建一个合理的法律论点，以支持你的客户。",
      "problems": [
        "面对复杂的法律条文，你首先会如何分解这个问题，以识别出关键的法律要素和逻辑关系？",
        "在发现法律条文之间存在矛盾或模糊之处时，你会如何构建一个自洽的法律模型来解释这些矛盾？",
        "你如何测试你的法律论点的稳健性，例如通过模拟反对论点或使用反例来验证其逻辑有效性？",
        "在讨论案件时，团队成员使用了“公平”这一模糊术语。你会如何精确界定“公平”在这个法律上下文中的含义？",
        "基于以上分析，你会如何构建一个逻辑严密的法律论点，确保每一步都基于合理的法律解释和逻辑推理？"
      ]
    }
  ],
  "Te": [
    {
      "scene": "你负责一个关键软件产品的开发。项目已进入最后阶段，但突然接到高层通知，由于市场需求变化，产品功能需在两周内做出重大调整，否则将错失市场窗口期。当前团队资源紧张，包括开发人员、测试人员和设计师共20人，且部分成员已有其他紧急任务。你需在有限时间内重新规划项目计划，确保资源最优化配置，并按时交付调整后的产品。",
      "problems": [
        "面对团队资源紧张的情况，你首先会如何量化评估现有团队成员的技能和时间分配，以确保最关键的功能调整能优先完成？",
        "在资源重新分配的同时，你会如何设计一个标准化的开发流程，确保所有成员明确任务、截止日期和交付标准？",
        "考虑到时间紧迫，你将如何制定一个详细的时间表或里程碑计划，以确保每个阶段都有明确的交付物和检查点？",
        "为了最大化效率，你会采取哪些具体措施来监控项目进度，及时调整资源分配？",
        "项目调整完成后，你如何量化评估项目成功与否，包括哪些关键指标？"
      ]
    },
    {
      "scene": "你负责一条关键生产线的日常运营。突然，生产线上的一个核心设备发生故障，导致整个生产线停滞。同时，接到通知，由于市场需求激增，客户要求在两天内将产品交付量提升50%。此外，供应商告知原材料供应将延迟一天到达。你需要在有限时间内重新制定生产线的运营方案，确保可以向客户按时交付产品。",
      "problems": [
        "为了快速恢复生产，你将如何组织人员用最短时间解决设备故障问题？",
        "面对交付量提升50%的要求，你将如何重新分配现有资源（如人力、机器时间或库存）并优化生产流程来最大化输出效率？",
        "由于原材料供应延迟一天，你将如何调整生产计划和时间表，以确保原材料到达后能立即投入生产并满足交付期限？",
        "为了提高生产效率，你决定对生产线的某些环节进行标准化操作优化。请选择一个关键环节，描述优化前后的操作流程及预期效率提升。",
        "实施上述调整后，你如何量化评估生产线的整体效率提升？请提出至少两种评估指标及其计算方法。"
      ]
    },
    {
      "scene": "在一个繁忙的周末夜晚，急诊室突然涌入大量患者，包括交通事故伤者、心脏病突发患者和急性疾病患者。同时，部分医护人员因疲劳或突发事件无法到岗，导致人力资源紧张。你需在有限时间内重新分配医护人员，确保每位患者都能得到及时有效的治疗。",
      "problems": [
        "面对医护人员短缺，你如何快速量化每位医护人员的专业技能和当前负载，以最优方式分配任务？",
        "是否计划立即制定标准化分诊和处置流程并强制全员执行？如何确保该流程在混乱环境中被无缝贯彻？",
        "面对多类型患者，你会采用怎样的应对方案快速量化医疗需求的紧急程度，以确保资源分配的合理性？",
        "为了最大化急诊室效率，你会采取哪些措施来监控患者流动、医护人员工作量和治疗进度？",
        "急诊室高峰过后，你如何量化评估本次资源管理的成效，包括哪些关键指标？"
      ]
    }
  ],
  "Fi": [
    {
      "scene": "你受邀参加一场国际艺术展览的评审工作。展览中有一件极具争议的艺术作品：它以极端且不寻常的方式呈现了人类情感的脆弱性，使用了非传统材料和表现手法，引发了观众间的激烈讨论。有人认为这是革命性的艺术表达，值得高度赞扬；而另一些人则认为它低俗、无意义，甚至是对艺术的不尊重。作为评审之一，你需要在没有外部功利考量（如市场价值、作者名气）的情况下，对这件作品的价值做出独立判断。",
      "problems": [
        "面对这件争议作品，你的第一反应是什么？你会基于什么样的内在价值标准来评价它？",
        "如果要求你用一句话向公众解释你为何支持或反对这件作品，不考虑任何外界影响，你会如何本真地表达你的观点？",
        "从你个人的审美和情感体验出发，这件作品触动了你哪些深层的情感或思考？请详细描述。",
        "你认为自己对艺术的评判标准是否反映了你个人的核心价值观？如果是，这些核心价值观是什么？",
        "这件作品引发的极端情感反应（无论是震撼、厌恶还是共情），是否让你感受到创作者对“人类情感脆弱性”的探究是真诚且无修饰的？"
      ]
    },
    {
      "scene": "你参与一个国际人道主义援助项目，在一个冲突不断的地区工作。一天，你面临一个极其困难的道德抉择：你发现一个隐藏的难民群体，但他们中的一些人涉嫌参与了近期的暴力活动。同时，你知道如果报告这些难民，他们可能会面临不公正的待遇甚至生命危险；如果不报告，则可能危及整个援助项目的安全和声誉。在这个情境下，你需要做出一个基于个人价值观的选择，而不考虑任何外部功利后果。",
      "problems": [
        "面对这个道德困境，你的第一反应是什么？你会基于什么样的内在道德原则来做出决定？",
        "当保护难民生命与维护项目安全的外部后果冲突时，你如何判断哪一种是更根本的个人价值观？这种判断的依据是来自对人道主义核心的直觉理解还是对外部规则的妥协？",
        "在这个决策过程中，你体验到了哪些强烈的情感或内心冲突？请详细描述。",
        "你认为你的这个决定是否与你的个人身份和核心价值观相一致？如果是，这些核心价值观是什么？",
        "你的个人价值观中，“帮助弱势群体”是否包括那些可能危害他人的个体？例如，是否认为“即使他们过去有错，当前处于困境仍需援助”，或“援助不应成为纵容暴力的借口”？"
      ]
    },
    {
      "scene": "你正在准备你的首张个人专辑。在创作过程中，你发现自己的音乐风格与当前市场主流趋势大相径庭。你的音乐更加注重情感表达和个人体验，而非商业成功或流行元素。然而，你的经纪人建议你调整风格，以更符合市场需求，增加专辑的商业潜力。面对这一建议，你需要在保持个人创作风格和追求商业成功之间做出选择。",
      "problems": [
        "如果最终选择坚持原有风格，即使专辑市场反响平淡，这种选择对你而言是否等同于保留了作为创作者的灵魂？",
        "如果要求你用一段话向经纪人解释你的决定，不考虑任何商业后果，你会如何本真地表达你的创作理念和选择？",
        "在你的音乐创作中，哪些元素或主题对你来说具有特别的意义？它们如何反映了你的个人价值观和情感体验？",
        "你认为坚持自己的创作风格是否与你的个人身份和艺术追求相一致？如果是，这些追求和价值观是什么？",
        "如果将时间线拉长到10年，你是更希望回顾时觉得“我忠于了自己的情感，即使未被广泛理解”，还是“我适应了市场，但牺牲了部分自我”？这种选择背后，你更在意的是情感表达的纯粹性，还是被认可带来的安全感？"
      ]
    }
  ],
  "Fe": [
    {
      "scene": "你负责一个跨部门合作项目。近期，由于项目进度紧张和资源分配问题，团队内部出现了严重的情绪冲突。开发团队认为市场部门需求变更过于频繁，导致开发进度受阻；而市场部门则抱怨开发团队效率低下，无法按时交付产品。作为项目经理，你需要组织一次紧急会议来调解这场冲突，且必须在会议中剥离逻辑分析（如不深入探讨技术细节或市场策略），专注于情绪管理和群体价值平衡。",
      "problems": [
        "在会议开始时，您如何有效地识别并公开承认开发团队和市场部门的当前情绪（如挫折感、焦虑），以确保双方感到被理解和尊重？",
        "你将采取哪些具体策略来促进开发团队和市场部门之间的同理心沟通，让双方都能从对方的角度感受工作压力和挑战？",
        "当会议中情绪升级时，你将如何使用情绪调节技巧（如暂停、反思）来保持讨论的有效性，并引导团队回归到共同目标上？",
        "如何确保在会议中平衡地认可开发团队和市场部门的各自价值贡献，避免任何一方感到被低估或忽视？",
        "你将如何引导团队从情绪冲突转向情感共鸣，并共同制定一个基于相互尊重和协作的行动计划？"
      ]
    },
    {
      "scene": "你正在组织一次家庭聚会，但家庭成员间对于聚会地点、活动内容和餐饮安排存在严重意见分歧。年轻成员希望去一个现代化的娱乐场所，而年长成员则更倾向于传统的家庭聚餐。作为组织者，你需要在不依赖逻辑说服（如不比较价格或便利性）的情况下，通过情绪管理和群体价值平衡来解决这一分歧。",
      "problems": [
        "面对家庭成员的分歧，你首先会如何识别并安抚各方最强烈的情绪？",
        "在调解过程中，你会如何引用家庭传统或共同价值观来引导大家达成一致？",
        "你会采用怎样的沟通方式来安抚可能出现的负面情绪（如失望或难过），并营造一种相互理解和支持的家庭氛围？",
        "当面对分歧时，你采取什么方法来缓解紧张情绪并促进积极对话？",
        "聚会结束后，你会如何与家庭成员建立更紧密的情感联系，以促进未来的家庭和谐？"
      ]
    },
    {
      "scene": "你负责解决社区内关于公共空间使用的争议。一部分居民希望将一片空地改造成儿童游乐场，而另一部分居民则希望将其作为老年活动中心。作为调解者，你需要在会议中剥离逻辑辩论（如不讨论成本效益或使用频率），专注于情绪管理、社会规范符合和群体价值平衡。",
      "problems": [
        "会议开始时，你如何迅速识别并安抚双方最激烈的情绪？",
        "在调解过程中，你会如何引用社区共识或共同价值观来促进双方的理解和妥协？",
        "你如何权衡儿童和老年人的情感需求（如安全感、归属感或娱乐需求），以确保双方群体都感到被重视和包容，而不是被忽视或边缘化？",
        "你如何通过语言和行为展示对双方情感需求的同理心（例如，主动倾听或表达理解），以促进居民之间的相互理解和合作意愿？",
        "会议结束后，你会如何与社区居民建立更强的情感纽带，以确保未来的社区合作更加和谐？请提出一个具体的行动计划。"
      ]
    }
  ]
}
